Repository: devilry/devilry-django
Catalog: src/devilry_examiner/devilry_examiner/locale/*/LC_MESSAGES/django.po
Languages: nb

source: You have to select at least one group to perform a bulk action.
nb: Du må velge minst en gruppe for å utføre bulkoperasjoner

source: Add deadline
nb: Legg til innleveringsfrist

source: Add deadline for
nb: Legg til innleveringsfrist for

source: Add non-electronic delivery
nb: Legg til ikke-elektronisk innlevering

source: Please confirm that you want to add a non-electronic delivery to the following groups
nb: Bekreft at du ønsker å lukke legge til en ikke-elektroniske innlevering på følgende grupper

source: Adding a non-electronic delivery should be the last option when no other solution is possible, or when you actually want students to make paper deliveries on an assignment configured for electronic delivery. If a student sends you a delivery through alternative channels, when they should have used Devilry, please fail them, or give them a new deadline with a clear message stating that the deadline was added because they have to use Devilry for electronic deliveries.
nb: Å legge til en ikke-elektronisk innlevering bør være siste utvei når ingen annen løsning er mulig, eller når du faktisk ønsker at noen studenter skal levere papirinnleveringer på oppgaver konfigurert for elektronisk innlevering. Hvis en student sender deg en innlevering gjennom alternative kanaler når de skulle ha levert via Devilry, venligst enten gi de stryk-karakter, eller gi de en ny innleveringsfrist med klar beskjed om at fristen ble lagt til fordi de må bruke Devilry til elektronisk innleveringer.

source: Home
nb: Hjem

source: Examiner
nb: Retter

source: All
nb: Alle

source: Waiting for feedback
nb: Venter på tilbakemelding

source: Waiting for deliveries
nb: Venter på innleveringer

source: Corrected
nb: Ferdig rettet

source: New to Devilry? Do you want to become more efficient?
nb: Er Devilry nytt og ukjent? Vil du øke effektiviten?

source: Check out the getting started guide
nb: Ta en titt på nybegynnerguiden

source: Previous
nb: Forrige

source: Next
nb: Neste

source: Select All
nb: Velg alle

source: Deselect All
nb: Fjern markeringer

source: Download all deliveries
nb: Last ned alle innleveringer

source: Grade
nb: Karakter

source: No deliveries
nb: Ingen innleveringer

source: Next deadline in %(timeuntildeadline)s
nb: Neste innleveringsfrist om %(timeuntildeadline)s

source: Write feedback
nb: Gi tilbakemelding

source: to selected
nb: til valgte

source: The grading system is not configured correctly.
nb: Karaktersystem er ikke konfigurert riktig

source: This means that you are not able to correct any of the submitted deliveries. Notify the course administrator which need to setup up the grading system for this assignment
nb: Dette betyr at du ikke vil være i stand til å rette noen av innleveringene. Gi beskjed til kursadministratoren som må konfigurete et gyldig retteoppsett for denne oppgaven

source: Devilry examiner
nb: Devilry Retter

source: Close groups
nb: Lukk gruppene

source: Please confirm that you want to close the following groups
nb: Bekreft at du ønsker å lukke følgende grupper

source: Closing a group without feedback, indicates the the group will get the lowest possible score on the assignment. You can regret this choice at any time, and give the group another chance.
nb: Hvis du lukker en gruppe uten å gi tilbakemelding, indikerer du at gruppen skal ha laveste mulige poengsum på oppgaven. Du kan angre på dette valget når som helst, og gi gruppen et nytt forsøk.

source: There are no groups that are corrected
nb: Det er ingen grupper som er rettet

source: Dashboard for the examiner role. You use this role to provide feedback to students.
nb: Forsiden for rettere. Du vil velge rollen retter når du vil gi tilbakemeldinger til studenter

source: %(count_waiting_for_feedback)s waiting for feedback
nb: %(count_waiting_for_feedback)s venter på tilbakemelding

source: No groups waiting for feedback.
nb: Ingen venter på tilbakemelding

source: Getting started guide
nb: Nybegynnerguide

source: Edit feedback
nb: Rediger tilbakemelding

source: Provide feedback
nb: Gi tilbakemelding

source: No feedback on this delivery.
nb: Ingen tilbakemeldinger på denne innleveringen

source: Delivery %(number)s/%(total)s
nb: Innlevering %(number)s/%(total)s

source: Error
nb: Feil

source: You can not provide feedback for this assignment because the course admin(s) have not configured the grading system correctly. If a course admin visits this assignment using the course admin role, they will get a message with instructions for how to fix this.
nb: Du får ikke gitt tilbakemeldinger på denne oppgaven fordi kursadministrasjonen ikke har konfigurert retteoppsettet korrekt. Kursadministrasjonen vil få instruksjoner om hvordan dette kan løses ved å besøke oppgaven gjennom Kursadministratorrollen.

source: This delivery was added %(timesincedeadline)s after the deadline.
nb: Denne innleveringen ble lagt til %(timesincedeadline)s etter fristen

source: The group has made at least one more delivery for this deadline.
nb: Gruppen har lagt til flere oppgaver på denne fristen

source: Browse other deliveries
nb: Bla gjennom andre innleveringer

source: The group has no other deliveries for this deadline.
nb: Gruppen har ingen innleveringen på denne fristen.

source: This delivery is not the last delivery made by this group on this assignment.
nb: Denne innleveringen er ikke den seneste innleveringen gruppen har lastet opp på denne oppgaven.

source: This is the last delivery made by this group, but it was NOT added to their last deadline.
nb: Denne innleveringen er den seneste innleveringen gruppen har lastet opp på denne oppgaven. Den ble IKKE lastet opp på deres siste innleveringsfrist.

source: Browse all deliveries made by the group
nb: Bla i alle innleveringer gjort av gruppen

source: Download files
nb: Last ned filer

source: The group was closed without getting any feedback. This means that, as far as Devilry is concerned, this groups got the lowest possible score on this assignment (zero points).
nb: Gruppen ble lukket uten at de fikk noen tilbakemelding. Dette betyr at Devilry regner poengsummen til gruppen på denne oppgaven som laveste mulige poengsum (0 poeng).

source: Add "non-electronic" delivery
nb: Legg til "ikke-elektronisk" innlevering

source: Deadline %(number)s
nb: Innleveringsfrist nr %(number)s

source: Delivery #%(number)s
nb: Innlevering #%(number)s

source: No feedback
nb: Ingen tilbakemelding

source: %(timeafter)s after the deadline
nb: %(timeafter)s etter innleveringsfristen

source: There are no groups waiting for deliveries
nb: Det er ingen grupper som venter på innleveringer

source: There are no groups awaiting feedback
nb: Det er ingen grupper som avventer tilbakemelding

source: Add new deadline
nb: Legg til ny innleveringsfrist

source: Give another chance
nb: Gi nytt forsøk

source: Give another chance?
nb: Gi nytt forsøk?

source: The last feedback for this group is a failing grade. If appropriate, you can give them another chance. To give them another chance, you need to give them a deadline where they can make another delivery.
nb: Den siste tilbakemeldingen gitt til denne gruppen var en ikke bestått karakter. Dersom det er nødvendig kan du gi en ny sjanse til å levere forbedret utgave. For å gjøre dette må du gi gruppen en ny innleveringsfrist.

source: This group has no deliveries
nb: Denne gruppen har ingen innleveringer

source: You have to choose one of the following options
nb: Du må velge en av følgende alternativer

source: Close group without feedback
nb: Lukk gruppen uten tilbakemelding

source: They should have delivered, but did not do so
nb: Skulle ha levert, men har ikke gjort det

source: If the group has made a delivery outside Devilry (paper, email, etc), you should add a "non-electronic" delivery that you can correct just like any other delivery.
nb: Hvis gruppen har levert utenfor Devilry (papir, epost, e.l.), kan du legge til en "ikke-elektronisk" innlevering som du kan rette akkurat som en vanlig innlevering.

source: Previous group waiting for feedback
nb: Forrige gruppe som avventer tilbakemelding

source: List all groups waiting for feedback
nb: Liste over alle grupper som avventer tilbakemelding

source: Next group waiting for feedback
nb: Neste gruppe som avventer tilbakemelding

source: No deadlines
nb: Ingen innleveringfrister

source: Closed without feedback
nb: Lukket uten tilbakemelding

source: passed
nb: bestått

source: failed
nb: ikke bestått

source: {0} delivery received
nb: {0} innlevering mottatt

source: {0} deliveries received
nb: {0} innleveringer mottatt

source: Show feedback
nb: Vis tilbakemelding

source: Enter a valid date/time. Example "2014-12-24 18:00" to specify Dec 24 2014 6pm.
nb: Skriv inn gyldig tidspunkt: For eksempel: "2014-12-24 18:00" for å angi 24. Desemeber 2014 klokka 18:00

source: Deadline
nb: Innleveringsfrist

source: Format: "YYYY-MM-DD hh:mm".
nb: Format: "ÅÅÅÅ-MM-DD tt:mm".

source: About this deadline
nb: Om denne innleveringsfristen

source: Why are you adding this deadline? Make this informative, and remember that this information may be important for course administrators if they need to move the deadline.
nb: Hvorfor legger du til en innleveringsfrist? Gjør denne informativ for å hjelpe kursadministrasjonen dersom fristen senere flyttes.

source: I do not want to provide an "About this deadline" message.
nb: Jeg vil ikke angi en "Om denne fristen" beskjed

source: You should normally tell your students why they get a new deadline. In some rare cases this makes no sense, so you can select this option to avoid specifying a text.
nb: Du bør normalt sett begrunne hvorfor du gir en ny innleveringsfrist. I de tilfeller hvor det ikke er av betydning kan du velge å ikke angi begrunnelse.

source: You must specify an "About this deadline" message, or select that you do not want to specify a message.
nb: Du må angi en "Om denne fristen" beskjed eller velge at du ikke ønsker det.

source: If you do not want to provide an "About this deadline" message, you have to clear the text field.
nb: Dersom du ikke ønsker å angi en "Om denne fristen" beskjed må du fjerne teksten i feltet

source: Cancel
nb: Avbryt

source: I have given you a new chance to pass this assignment. Read your last feedback for information about why you did not pass, and why you have been given another chance.
nb: Du har fått en ny sjanse til å levere et forbedret forsøk. Les den siste tilbakemeldingen for informasjon om hvorfor du ikke bestod og hva du må forbedre.
