Repository: devilry/devilry-django
Catalog: devilry/devilry_student/locale/*/LC_MESSAGES/djangojs.po
Languages: nb

source: Route not found
nb: Siden ikke funnet

source: Uploading your file ...
nb: Last opp din fil ...

source: Error
nb: Feil

source: History
nb: Historie

source: Active {period_term}
nb: Aktivt {period_term}

source: No %(deadlines_term)s
nb: Ingen %(deadlines_term)s

source: You have no %(deadlines_term)s, so you can not add any %(deliveries_term)s.
nb: Du har ingen %(deadlines_term)s, så du kan ikke legge til %(deliveries_term)s.

source: Invalid delivery: %s
nb: Ugyldig innlevering: %s

source: Can not add %(deliveries_term)s on closed groups.
nb: Kan ikke legge til %(deliveries_term)s på lukkede grupper.

source: Can not add %(deliveries_term)s on a group without a %(deadline_term)s.
nb: Kan ikke legge til %(deliveries_term)s på en gruppe som ikke har %(deadline_term)s.

source: Add %(delivery_term)s
nb: Legg til %(delivery_term)s

source: Uploaded files
nb: Filer du har lastet opp

source: {added_filename} uploaded successfully
nb: {added_filename} ble lastet opp uten feil

source: Click the <em>Submit {delivery_term}</em> button to deliver these {filenameCount} files, or upload more files.
nb: Velg <em>Fullfør {delivery_term}</em>-knappen for å levere disse {filenameCount} filene, eller last opp flere filer.

source: Upload files for your {delivery_term}. You can upload multiple files.
nb: Last opp filer til din {delivery_term}. Du kan laste opp flere filer.

source: Submit %(delivery_term)s
nb: Fullfør %(delivery_term)s

source: After deadline
nb: Etter innleveringsfristen

source: Do you really want to add a %(delivery_term)s after the %(deadline_term)s? You normally need to have a valid reason when adding %(deliveries_term)s after the %(deadline_term)s.
nb: Vil du virkelig legge til en %(delivery_term)s etter innleveringsfristen? Dette krever vanligvis gyldig grunn, og blir ikke nødvendigvis godkjent.

source: I want to add a %(delivery_term)s after the %(deadline_term)s has expired.
nb: Jeg ønsker å legge til en %(delivery_term)s etter at innleveringsfristen har gått ut.

source: Qualified for final exams
nb: Kvalifisert til avsluttende eksamen

source: Not qualified for final exams
nb: Ikke kvalifisert til avsluttende eksamen

source: WARNING
nb: ADVARSEL

source: Passed
nb: Bestått

source: Failed
nb: Ikke bestått

source: Waiting for deliveries, or for deadline to expire
nb: Venter på innleveringer, eller på at innleveringsfristen går ut

source: Waiting for feedback
nb: Venter på tilbakemelding

source: Deadline
nb: Innleveringsfrist

source: Deliveries
nb: Innleveringer

source: Assignments
nb: Oppgaver

source: click one to add a %(delivery_term)s
nb: klikk for å legge til en %(delivery_term)s

source: You have no active electronic %(assignments_term)s.
nb: Du har ingen aktive elektroniske %(assignments_term)s.

source: assignments
nb: oppgaver

source: %(assignments_term)s with expired %(deadlines_term)s
nb: %(assignments_term)s hvor innleveringsfristen har gått ut

source: These %(assignments_term)s use soft %(deadlines_term)s, so you are allowed to add %(deliveries_term)s even though the %(deadline_term)s has expired. You normally need a valid reason to add %(deliveries_term)s after a %(deadline_term)s has expired, even on %(assignments_term)s with soft deadlines.
nb: Følgende %(assignments_term)s bruker snille %(deadlines_term)s. Det betyr at du kan levere selv om fristen er over. Du vil vanligvis behøve gyldig grunn for å levere etter fristen selv om snille %(deadlines_term)s benyttes.

source: Navigate
nb: Naviger

source: Quick overview of your assignments
nb: Hurtig oversikt over alle dine oppgaver

source: Browse all your assignments
nb: Bla i alle dine oppgaver

source: Recent %(deliveries_term)s
nb: Siste %(deliveries_term)s

source: Recent %(feedbacks_term)s
nb: Siste %(feedbacks_term)s

source: Added {offset_from_now} ago
nb: For {offset_from_now} siden

source: Search your %(assignments_term)s ...
nb: Søk i dine %(assignments_term)s ...

source: Searching
nb: Søker

source: Nothing matches your search
nb: Søket ditt har ingen treff

source: About this deadline
nb: Om denne innleveringsfristen

source: Grade
nb: Karakter

source: Active feedback
nb: Aktiv tilbakemelding

source: This is your active %(feedback_term)s on this %(assignment_term)s. Unless an %(examiner_term)s gives you a new %(feedback_term)s, this will be you final %(grade_term)s on this %(assignment_term)s.
nb: Dette er din aktive %(feedback_term)s på denne oppgaven. Med mindre en %(examiner_term)s gir deg en ny %(feedback_term)s, vil dette stå som din avsluttende %(grade_term)s på oppgaven.

source: Time of delivery
nb: Innleveringstidspunkt

source: {offset} AFTER the deadline.
nb: {offset} ETTER innleveringsfristen

source: {offset} before the deadline.
nb: {offset} før innleveringsfristen

source: Delivery made by
nb: Innleveringen ble utført av

source: Files
nb: Filer

source: Download all files
nb: Last ned alle filene

source: No feedback
nb: Ingen tilbakemelding

source: Delivery
nb: Innlevering

source: Group name
nb: Gruppenavn

source: Group members
nb: Gruppemedlemmer

source: Invite students to the group
nb: Inviter studenter til gruppen

source: Examiners
nb: Rettere

source: Examiner
nb: Retter

source: No %(examiner)s
nb: Ingen %(examiner)s

source: Details
nb: Detaljer

source: Deadline expired
nb: Innleveringsfrist utgått

source: Your %(deadline_term)s has expired. This %(assignment_term)s uses hard %(deadlines_term)s, so you can not add more %(deliveries_term)s.
nb: Din %(deadline_term)s er utgått. Denne oppgaven bruker harde deadlines, så du kan ikke legge til flere %(deliveries_term)s.

source: You are not registered as a student on {subject}. Click this box for more information.
nb: Du er ikke registrert som student på {subject}. Klikk på boksen for mer informasjon

source: Loading
nb: Laster
