Repository: devilry/devilry-django
Catalog: devilry/devilry_subjectadmin/locale/*/LC_MESSAGES/djangojs.po
Languages: nb

source: specify groups manually.
nb: spesifiser grupper manuelt.

source: Select one or more groups. The deadline will only be added to the selected groups.
nb: Velg en eller flere grupper. Innleveringsfristen legges bare til på de gruppene du velger.

source: This deadline has no text. Use the edit button if you want to set a text.
nb: Denne innleveringsfristen har ikke noen tekst. Bruk rediger-knappen hvis du vil sette en tekst.

source: Students are organized in groups, even when they work alone
nb: Studenter organiseres i grupper, også når de jobber alene

source: Select a group to view or edit it.
nb: Velg en gruppe for å vise eller redigere den.

source: Edit/move
nb: Rediger/flytt

source: Only apply these changes to some of the groups in the deadline.
nb: Gjør disse endrigene kun på noen av gruppene innenfor denne innleveringsfristen.

source: Applying deadline changes to only some groups will effectively split this deadline in two. Remember that groups have individual deadlines and that this view groups deadlines with the same timestamp and text. This means that editing a deadline actually updates a bunch of individual deadlines (one for each group). So when you select only some of the groups within the current deadline, you choose to change only some of the individual deadlines, which appears to split this deadline in two.
nb: Å lagre endringer på en innleveringsfrist til kun noen grupper vil splitte innleveringsfristen i to. Husk at grupper har individuelle innleveringsfrister og at denne siden grupperer innleveringsfrister med samme tidspunkt og tekst. Det betyr at redigering av en innleveringsfrist egentlig oppdaterer en mengde med individuelle innleveringsfrister (en for hver gruppe). Så når du velger bare noen av gruppene innenfor en innleveringsfrist, velger du bare å endre noen av de individuelle innleveringsfristene, noe som tilsynelatende splitter denne innleveringsfristen i to.

# createnewassignment
source: Example: Obligatory assignment one
nb: Eksempel: Obligatorisk oppgave 1

# createnewassignment
source: Example: oblig-1
nb: Eksempel: oblig-1

source: How do students add deliveries?
nb: Hvordan leverer studentene?

source: Using Devilry
nb: Gjennom Devilry

source: Not using Devilry
nb: Ikke gjennom Devilry

source: If you only use Devilry to give feedback, and students deliver paper copies or through an alternative channel (oral presentation, email, ...), choose <em>Not using Devilry</em>.
nb: Velg <em>Ikke gjennom Devilry</em> hvis studenter leverer på papir, eller via alternative kanaler (muntlig presentasjon, epost, ...).

source: Students must submit their delivery before this time.
nb: Studenter må sende inn deres innlevering før dette tidspunktet.

source: click to expand
nb: klikk for å utvide

source: Anonymous?
nb: Anonym?

source: For exams, this should normally be checked. If an assignment is anonymous, examiners see candidate-id instead of any personal information about the students.
nb: For eksamener bør denne være valgt. Hvis en oppgave er anonym, ser rettere kandidat-id istedenfor personlig informasjon om studentene.

source: Choose a time when students will be able to start adding deliveries to the assignment. Note that students must be registered on the assignment before they can add any deliveries. You have the option to add students on the next page.
nb: Velg tidspunktet når studenter vil kunne begynne å levere. Merk at studenter må være registrert på oppgaven før de kan levere. Du får muligheten til å legge til studenter på neste side.

source: Next
nb: Neste

source: Students?
nb: Studenter?

source: Add all students registered on the %(period_term)s.
nb: Legg til alle studenter registrert på oppgavens %(period_term)s.

source: You may want to view and edit <a {relatedstudents_link}>students</a>.
nb: Du kan se på og redigere <a {relatedstudents_link}>studenter</a>.

source: Copy from another assignment.
nb: Kopier fra en annen oppgave.

source: Only copy those with passing grade?
nb: Kun kopier de med bestått karakter?

source: Do not add students at this time.
nb: Ikke legg til studenter.

source: If you choose not to add students at this time, you will have to add them manually to the assignment later. If you plan for students to work in project groups, you should still add them to the assignment now. You can organize them in project groups at any time, even after they have made deliveries.
nb: Hvis du velger å ikke legge til studenter, må du legge de til manuelt senere. Hvis du har planer om å la studentene jobbe i prosjektgrupper, bør du allikevel legge de til på oppgaven nå. Du kan opprette prosjektgrupper når som helst også etter at studentene har levert

source: Examiners?
nb: Rettere?

source: The people that provide feedback to students
nb: De som gir tilbakemelding til studentene

source: Setup examiners by tags.
nb: Sett opp rette etter tags.

source: Add examiners to students that have at least one tag in common with the examiner.
nb: Tildeler studenter til rettere som har minst en tag til felles med studenten.

source: E.g.: If you tag two examiners and 20 students with <em>group1</em>, those two examiners will be set up to correct those 20 students.
nb: F.eks.: Hvis du tagger to rettere og 20 studenter med <em>group1</em>, vil de to retterne settes opp som rettere for de 20 studentene.

source: You may want to view and edit tags for <a {relatedstudents_link}>students</a> and <a {relatedexaminers_link}>examiners</a>.
nb: Du kan se på og redigere tags for <a {relatedstudents_link}>studenter</a> og <a {relatedexaminers_link}>rettere</a>.

source: Make me examiner for all students.
nb: Gjør meg til retter for alle studentene.

source: I.e.: you plan to provide feedback to all students yourself.
nb: Velg dette hvis du har planer om å gi tilbakemelding til alle studentene alene.

source: Do not setup examiners at this time.
nb: Ikke sett opp rettere nå.

source: Back
nb: Tilbake

source: Create
nb: Lag

# createnewassignment
source: Example: Spring 1970
nb: Eksempel: Høst 1970

# createnewassignment
source: Example: spring1970
nb: Eksempel: host1970

source: Start time
nb: Start-tid

source: End time
nb: Sluttid

source: Active %(subjects_term)s
nb: Aktive %(subjects_term)s

source: Expired %(subjects_term)s
nb: Gamle %(subjects_term)s

source: Browse everything where you are administrator
nb: Bla i alt der du er administrator

source: Interractive guides
nb: Interraktive guider

source: Takes you through creating any kind of assignment (electronic, paper, exam, ...).
nb: Tar deg gjennom alle stegene som trengs for å lage en hvilken som helst type oppgave (elektronisk, papir, eksamen, ...).

source: Takes you through selecting students that qualify for final exams.
nb: Tar deg gjennom å velge studentene som kan gå opp til eksamen.

source: Click your username in the header of the page, and see under the Help-heading.
nb: Klikk på brukernavnet ditt på toppen av siden, og se under overskriften "Hjelp".

source: More guides and help
nb: Flere guider og mer hjelp

source: Detailed overview of {periodpath}
nb: Detaljert oversikt over {periodpath}

source: Comma-separated values (CSV)
nb: Komma-separerte verdier (CSV)

source: Other formats
nb: Andre formater

source: These formats are mostly useful for programmers that need formats that are easy to parse. Refer to the Devilry website and Wiki for how to use the REST API.
nb: Disse formatene er for det meste kun for programmerere som behøver formater som er lette å lese. Se Devilry websiden og Wikien for informasjon om hvordan du kan bruke REST APIet.

source: Export
nb: Eksporer

source: Showing {count} students
nb: Viser {count} studenter

source: Name missing
nb: Navn mangler

source: Ignored, has feedback so this may be a problem
nb: Ignorert, har tilbakemelding(er) så dette kan være et problem

source: Ignored, has no feedback so probably not a problem
nb: Ignorert, har ingen tilbakemeldinger så dette er sannsynligvis ikke et problem

source: Not registered on assignment
nb: Ikke registrert på oppgaven

source: Points
nb: Poeng

source: Waiting for deliveries
nb: Venter på innleveringer

source: Waiting for feedback
nb: Venter på tilbakemelding

source: Passed
nb: Bestått

source: Failed
nb: Feilet

source: Sort
nb: Sorter

source: Full name
nb: Fullt navn

source: Last name
nb: Etternavn

source: Username
nb: Brukernavn

source: Search for name or username ...
nb: Søk etter brukernavn eller navn ...

source: Sort by points ascending
nb: Sorter etter poeng i stigende rekkefølge

source: Sort by points decending
nb: Sorter etter poeng i synkende rekkefølge

source: Some students are ignored
nb: Noen studenter er ignorert

source: Some students are registered on groups within this {period_term}, but are not registered on the {period_term}. It is common to remove students from the {period_term} when they quit the {subject_term}, so this may not indicate a problem.
nb: Noen studenter er registrert på grupper i inneværende {period_term}, men ikke registrert på inneværende {period_term}. Det er vanlig å fjerne studenter fra et {period_term} når de trekker seg, så dette er ikke nødvendigvis en feil.

source: Students in groups with feedback and not registered on the {period_term}.
nb: Studenter er i grupper med tilbakemelding, men er ikke registrert på inneværende {period_term}.

source: Students in groups without feedback but not registered on the {period_term}.
nb: Studenter er i grupper uten tilbakemelding, men er ikke registrert på inneværende {period_term}.

source: Show ignored students in the table
nb: Vis ignorerte studenter i tabellen

source: Hide ignored students in the table
nb: Skjul ignorerte studenter i tabellen

source: Edit/view students on the {period_term}
nb: Rediger/vis studenter på inneværende {period_term}.

source: Average points
nb: Poeng (gjennomsnitt)

source: Examiner
nb: Retter

source: points
nb: poeng

source: Number words in feedback
nb: Antall ord i tilbakemeldingene

source: words
nb: ord

source: Summary in this section, in the next section.
nb: Oppsummering i denne seksjonen, detaljer i neste seksjon.

source: Detailed statistics for each examiner.
nb: Detaljert statistikk for hver retter.

source: Results/Progress
nb: Resultat/Fremgang

source: Passed groups
nb: Grupper med bestått karakter

source: Failed groups
nb: Grupper med ikke-bestått karakter

source: Waiting for deadline to expire
nb: Venter på at innleveringsfristen skal utgå

source: Closed without feedback
nb: Lukket uten tilbakemelding

source: Corrected groups
nb: Rettede grupper

source: Groups waiting for feedback
nb: Grupper som venter på tilbakemelding

source: Groups waiting for deadline to expire
nb: Grupper som venter på at innleveringsfristen skal utgå

source: Average:
nb: Gjennomsnitt:

source: Worst:
nb: Verste:

source: Best:
nb: Beste:

source: Average number of words in feedback
nb: Gjennomsnitt antall ord i tilbakemeldingen

source: Select an active {subject_term} from the list at the top of the left side of this page.
nb: Velg et aktivt {subject_term} fra listen på øvre venstre side av denne siden.

source: For {subjects_term} where you only have admin rights for selected assignments, those assignments will be listed. If you only have assignments in your list, you do not have the required rights to create new assignments.
nb: På {subjects_term} der du kun har administrator-rettigheter på utvalgte oppgaver, vil bare oppgavene listes. Hvis du kun har oppgaver i din liste, har du ikke de nødvendige rettighetene for å lage nye oppgaver.

source: Click <em>Create new assignment</em>.
nb: Klikk <em>Lag ny oppgave</em>

source: Fill out the visible fields in the form.
nb: Fyll ut de synlige feltene i skjemaet.

source: Exam?
nb: Eksamen?

source: Click Advanced, and choose Anonymous.
nb: Klikk Avansert, og velg Anonym.

source: Paper deliveries?
nb: Papirinnleveringer?

source: If your students hand in deliveries on paper, choose Not using Devilry.
nb: Hvis studenene dine leverer på papir, velg Ikke gjennom Devilry.

source: Keeping the defaults is usually the best choice if you are uncertain.
nb: Det er vanligvis best å beholde standardvalgene hvis du er usikker.

source: Need to edit students or examiners?
nb: Behøver du å redigere studenter eller retter?

source: The links to view or edit students and examiners open a new browser window, so you will not loose your progress when you click them.
nb: Linkene for å se på eller redigere studenter og rettere åpner et nytt nettleservindu, så du vil ikke miste det du har fylt inn til nå hvis du klikker på de.

source: Create another?
nb: Lag en til?

source: This guide closes when you click Create new assignment. At the top of the next page, you will get a link to quickly create another assignment with the same settings that you used for this assignment.
nb: Denne guiden lukkes når du klikker Lag ny oppgave. På toppen av neste side vil du få en link som lar deg raskt opprette en oppgave til med de samme innstillingene som du brukte på denne oppgaven.

source: For {subjects_term} where you only have admin rights for selected assignments, those assignments will be listed. If you only have assignments in your list, you do not have the required rights to select students that qualify for final exams.
nb: På {subjects_term} der du kun har administrator-rettigheter på utvalgte oppgaver, vil bare oppgavene listes. Hvis du kun har oppgaver i din liste, har du ikke de nødvendige rettighetene for å velge studenter som kan gå opp til avsluttende eksamen.

source: Click the <em>Qualified for final exams</em>-link near the bottom of the page.
nb: Klikk på linken <em>Kan gå opp til eksamen</em> nær bunnen av siden.

source: On the next page this guide will disappear, and a wizard guiding you through the required steps will begin. If you, or another admin, have already selected students that qualify for final exams, you will see the results of that selection instead of beginning the wizard.
nb: På neste side vil denne guiden forsvinne, og en ny guide som tar deg gjennom de påkrevde stegene vil begynne. Hvis du, eller en annen admin, allerede har valgt studentene som kan gå opp til eksamen, vil du se resultatet av det valget istedenfor å begynne en ny guide.

source: Step {current} of {total}
nb: Steg {current} av {total}

source: Invalid guide step
nb: Ugyldig side for denne guiden

source: The current guide does not recognize this page. Please use your browser back button to return to the previous page, and read the instructions one more time.
nb: Denne guiden kjenner ikke igjen nåværende side. Venligst bruk tilbakeknappen for å returnere til forrige side, og les instruksjonene en gang til.

source: Click the arrow to select a user, or search for username, full name, tags or email...
nb: Klikk på pilen for å velge en bruker, eller søk etter et brukernavn, fullt navn, tags eller epost...

# tagsexample
source: Example: group3, needs_extra_help
nb: Eksempel: gruppe1, trenger_ekstra_hjelp

source: A tag can contain a-z, A-Z, 0-9 and "_".
nb: En tag kan inneholde a-z, A-Z, 0-9 og "_"

source: Type tags separated by comma (,)
nb: Skriv inn tags separert med komma (,)

source: Corrected deliveries
nb: Rettede innleveringer

source: The group has no deliveries on this deadline.
nb: Gruppen har ingen innleveringer på denne innleveringsfristen.

source: No deadlines
nb: Ingen innleveringsfrister

source: This group has no deadlines. This is probably caused by a third-party plugin or integration script behaving incorrectly, or it may be a bug in Devilry.
nb: Denne gruppen har ingen innleveringsfrister. Dette er sannsynligvis forårsaket av et tredjeparts-plugin eller script som oppfører seg feil. Det kan også komme av en feil i Devilry.

source: More than one deadline on non-electronic assignment
nb: Mer enn en innleveringsfrist på ikke-elektronisk oppgave

source: Devilry does not support deadlines for non-electronic assignments. To avoid special handling of non-electronic assignments, we create EXACTLY ONE dummy-deadline. This assignment is non-electronic, but it has more than one deadline. The most likely cause is a third-party integration with Devilry that handles non-electronic assignments incorrectly, or a bug in Devilry.
nb: Devilry støtter ikke innleveringsfrister på ikke-elektroniske oppgaver. For å unngå spesialhåndtering av ikke-elektroniske oppgaver, lagess NØYAKTIG EN skjult innleveringsfrist. Denne oppgaven er ikke-elektronisk, men den har mer enn en innleveringsfrist. Den mest sannsynlige årsaken er en tredjeparts integrasjon med Devilry som ikke håndterer ikke-elektroniske oppgaver korrekt, eller en feil i Devilry.

source: Grade
nb: Karakter

source: Corrected by
nb: Rettet av

source: Active feedback
nb: Aktiv tilbakemelding

source: This is the active feedback on this assignment. Unless an examiner creates a new feedback, this will be the final grade on this assignment.
nb: Dette er den aktive tilbakemeldingen på denne oppgaven. Med mindre en retter lager en ny tilbakemelding, vil dette forbli den avsluttende karakteren på denne oppgaven.

source: Time of delivery
nb: Innleveringstidspunkt

source: {offset} AFTER the deadline.
nb: {offset} ETTER innleveringsfristen

source: {offset} before the deadline.
nb: {offset} før innleveringsfristen

source: Delivery made by
nb: Levert av

source: Files
nb: Filer

source: Download all files
nb: Last ned alle filer

source: No detailed feedback
nb: Ingen detaljert tilbakemelding

source: Delivery
nb: Innlevering

source: feedback
nb: tilbakemelding

source: examiner
nb: retter

source: Examiners are the ones that give feedback to students on their deliveries.
nb: Rettere er de som gir tilbakemelding til studenter på deres innleveringer.

source: Administrators can not give feedback. If you want to give feedback to any groups, you have to make yourself examiner on those groups.
nb: Administratorer kan ikke gi tilbakemelding. Hvis du ønsker å gi tilbakemelding til noen grupper, må du gjøre deg selv til retter på de gruppene.

source: An examiner can open/close their groups.
nb: En retter kan åpne/lukke sine egne grupper.

source: An examiner can add new deadlines to their groups.
nb: En retter kan legge til nye innleveringsfrister på sine egne grupper.

source: A group can have multiple examiners.
nb: En gruppe kan ha flere rettere.

source: Removing an examiner from a group does NOT remove any feedback already provided by that examiner.
nb: Fjerning av en retter fra en gruppe sletter IKKE noen tilbakemeldinger allerede gitt av den retteren.

source: Only <a {relatedexaminers_link}>examiners registered on the {period_term}</a> are available.
nb: Kun <a {relatedexaminers_link}>rettere registrert på oppgavens {period_term}</a> er tilgjengelige.

source: delivery
nb: innlevering

source: deliveries
nb: innleveringer

# group
source: Passed
nb: Bestått

# group
source: Failed
nb: Ikke bestått

# group
source: Open
nb: Åpen

# group
source: Closed
nb: Lukket

source: Group info
nb: Gruppeinfo

source: No-students
nb: Ingen-studenter

source: Missing-fullname
nb: Mangler-fulltnavn

source: Each group is listed with full names first, then usernames, and lastly we display their status.
nb: Hver gruppe listes med navn først, så brukernavn, og til slutt gruppens status.

source: The status of a group is one of:
nb: Statusen til gruppen er en av:

source: Active grade
nb: Aktiv karakter

source: If the examiner(s) has completed correcting the group. This is the active grade for the group on this assignment, which is not always their active grade on the current deadline.
nb: Hvis retteren(e) har fullført retting av gruppen. Dette er den aktive tilbakemeldingen til gruppen på denne oppgaven, noe som ikke alltid er deres aktive karakter på nåværende innleveringsfrist.

source: If their active deadline has expired, and they have not been given any feedback.
nb: Hvis deres aktive innleveringsfrist har utgått, og de ikke har fått tilbakemelding enda.

source: If their active deadline has not expired.
nb: Hvis gruppens aktive innleveringsfrist ikke har utgått.

source: You may get other status-messages. In that case there is probably an error with some system integrating itself with Devilry, or a bug in Devilry.
nb: Du kan få andre statusbeskjeder. I så tilfelle er det sannsynligvis en feil med et system som integrerer seg med Devilry, eller en feil i Devilry.

source: Help
nb: Hjelp

source: IMPORTANT
nb: VIKTIG

source: Students are always in a group.
nb: Studenter er alltid i en gruppe.

source: Even when students make individual deliveries, they are organized into groups. Each student is added to their own group when you add them to an assignment. This means that the list to your left is all groups registered on this assignment.
nb: Selv når studenter leverer individuelt, organiseres de i grupper, med en gruppe per student. Hver student legges til på sin egen gruppe når du legger de til på en oppgave. Dette betyr at listen på din venste side er alle gruppene registret på denne oppgaven.

source: How to create project groups
nb: Hvordan opprette prosjektgrupper

source: Select two or more groups, and choose <em>Create project group</em>.
nb: Velg to eller flere grupper, og velg <em>Lag prosjektgruppe</em>.

source: TIP
nb: TIPS

source: Use <em>Select by search</em> (further down in the help) to efficiently select students.
nb: Bruk <em>Velg via søk</em> (lenger ned på denne hjelpsiden) for å effektivt velge studenter.

source: You are administrator, which is NOT the same as examiner.
nb: Du er administrator, noe som IKKE er det samme som å være retter.

source: If you want to provide feedback to some groups, you have to make yourself examiner on those groups.
nb: Hvis du ønsker å gi tilbakemelding til noen grupper, må du gjøre deg selv til retter på de gruppene.

source: How to set examiners
nb: Hvordan sette opp rettere

source: To set examiners on a single group, select the group and use the edit button in the examiner heading on your right hand side.
nb: For å tilordne rettere til en enkel gruppe, velg gruppen og bruk rediger-knappen i rettere-overskriften på din høyre side.

source: To set examiners on multiple groups, select the groups and use the buttons in the Examiners section.
nb: For å tilordne rettere til flere gruper, velg gruppene, og bruk knappene i seksjonen Rettere.

source: Find/select efficiently
nb: Finn/velg effektivt

source: Selecting groups from the list using the checkboxes works if you have few groups. With huge amounts of groups, manual selection is rarely useful.
nb: Å velge studenter fra listen ved å bla i listen å klikke på grupper så lenge du har få grupper. Når du har store mengder grupper blir det upraktisk å velge grupper manuelt.

source: Select by pre-defined filters
nb: Velg via forhåndsdefinerte filtre

source: The Select-button in the upper left corner lets you select groups using a good set of pre-defined filters.
nb: Velg-knappen i øvre venstre hjørne lar deg velge grupper ved hjelp av et godt utvalg av forhåndsdefinerte filtre.

source: Select by search
nb: Velg via søk

source: The search field at the top of the group-list allows you to search for groups. The results is displayed in a menu, and when you select a group from the menu, the group is selected.
nb: Søkefeltet på toppen av gruppelisten lar deg søke etter grupper. Resultatet vises i en meny, og når du velger en gruppe fra menyen blir gruppen valgt.
