Repository: devilry/devilry-django
Catalog: devilry/devilry_subjectadmin/locale/*/LC_MESSAGES/djangojs.po
Languages: nb

source: You can use the up and down keys on your keyboard to navigate the search results list, and the RETURN/ENTER key to select groups. After selecting a group, the focus is returned to the search field. This makes the following workflow very efficient:
nb: Du kan bruke opp og ned knappene på tastaturet ditt til å navigere søkeresultatlisten, og ENTER-knappen til å velge grupper. Etter at du har valgt en gruppe, returnerer fokuset til søkefeltet. Dette gjør følgende arbeidsfly veldig effektiv:

source: Select the search field, type a name, hit ENTER, type another name, hit ENTER, ...
nb: Velg søkefeltet, skriv inn et navn, trykk ENTER, skriv inn ett navn til, trykk ENTER, ...

source: Using a small or huge display?
nb: På stor eller liten skjerm

source: The width of the group-list, and the height of the <em>Summary of selected groups</em> panel (when multiple groups are selected), is not perfect for all displays. To amend this, we allow you to resize these panels. Move your cursor over the inner border of one of these lists, and a resize-indicator will apear. Your selected sizes is saved as a cookie in your browser, which means that they will be remembered when you return to this view in your current browser.
nb: Bredden på gruppelisten, og høyden på <em>Oppsummering av valgte grupper</em> panelet (når flere grupper er valgt), er ikke perfekt for alle skjermoppløsninger. For å forbedre dette, tillater vi deg å endre størrelsen på disse panelene. Flytt musepekeren over den indre rammen på en av dissen listene, så vil du få en ramme som du kan bruke til å justere størrelsen på listene. Dine valgte størrelser lagres som en cookie i din nettleser, noe som betyr at de vil huskes hvis du returnerer til denne siden med denne nettleseren senere.

source: Invert selection
nb: Inverter valgene

source: Replace current selection
nb: Erstatt nåværende valg

source: Add to current selection
nb: Legg til nåverende valg

source: Remove from current selection
nb: Fjern markering

# group
source: By status
nb: Etter status

# group
source: By feedback
nb: Etter tilbakemelding

# group
source: Has feedback
nb: Har tilbakemelding

# group
source: No feedback
nb: Ingen tilbakemelding

# group
source: Grade
nb: Karakter

source: Points
nb: Poeng

source: By number of deliveries
nb: Etter antall innleveringer

source: Has deliveries
nb: Har innleveringer

source: No deliveries
nb: Ingen innleveringer

# numdeliveries
source: Exact number
nb: Nøyaktig antall

source: By examiner
nb: Etter retter

source: Has examiner(s)
nb: Har retter(e)

source: No examiner(s)
nb: Ingen retter(e)

source: Specific examiner
nb: Spesifikk retter

source: By tag
nb: Etter tag

source: Has tag(s)
nb: Har tag(s)

source: No tag(s)
nb: Ingen tag(s)

source: Specific tag
nb: Spesifikk tag

source: Set examiner(s)
nb: Erstatt retter(e)

source: Replace the examiners on the selected groups with one or more new examiner(s).
nb: Erstatt retterne på valgte grupper med en eller flere nye retter(e).

source: Add examiner(s)
nb: Legg til retter(e)

source: Add one or more examiner(s) to the selected groups.
nb: Legg til en eller flere retter(e) på valgte grupper.

source: Advanced
nb: Avansert

source: Random distribute
nb: Tilfeldig fordeling

source: Replace the examiners on the selected groups with a random examiner from a set of examiners that you select. The distribution of groups for each examiner is even, no examiners get more that one group more than any other examiner.
nb: Erstatt retterne på de valgte gruppene med tilfeldige rettere fra et sett med rettere som du velger. Distribusjonen av studenter per retter er jevn, ingen rettere får mer enn en gruppe mer enn noen andre rettere.

source: Clear examiners
nb: Fjern rettere

source: Remove/clear all examiners from the selected groups.
nb: Fjern alle rettere fra de valgte gruppene.

source: Set selected examiners
nb: Erstatt rettere

source: Select one or more examiner. Any current examiners on the selected groups will be <strong>replaced</strong> when you confirm your selection.
nb: Velg en eller flere rettere. Alle nåverende rettere på valgte grupper vil bli <strong>erstattet</strong> når du bekrefter valget ditt.

source: Random distribute selected examiners
nb: Fordel valgte rettere tilfeldig

source: Add selected examiners
nb: Legg til valgte rettere

source: Select one or more examiner. The selected examiners will be <strong>added</strong> to the selected groups when you confirm your selection.
nb: Velg en eller flere rette. De valgte retterne vil blir <strong>lagt til</strong> på de valgte gruppene når du bekrefter ditt valg.

source: Do you really want to clear all examiners on the selected groups?
nb: Vil du virkelig fjerne alle retterne fra de valgte gruppene?

source: <strong>Note</strong>: Only examiners registered on the %(period_term)s are available.
nb: <strong>Merk</strong>: Kun rettere registrert på oppgavens %(period_term)s er tilgjengelige.

source: Examiners help ...
nb: Om rettere ...

source: Hide help
nb: Skjul hjelp

source: The selected examiners will <strong>replace</strong> any examiners currently on the group when you confirm your selection. Removing an examiner from the group does not affect any feedback they have already made on the group.
nb: De valgte retterne vil <strong>erstatte</strong> alle nåværende rettere på gruppen når du bekrefter ditt valg. Å fjerne en retter fra grupper påvirker ikke tilbakemeldinger som retteren allerede har gitt til gruppen.

source: A group can have one or more students.
nb: En gruppe kan ha en eller flere studenter.

source: Feedback is given to a group as a whole, not to individual students on a group.
nb: Tilbakemelding gis til en gruppe, ikke til individuelle studenter på gruppen.

source: Students help ...
nb: Om studenter ...

source: Do you really want to split this group in two? This will move the selected student from this project group, into a copy of this group. Copies everything except the other students (deadlines, deliveries, feedback, tags and examiners).
nb: Vil du virkelig delee denne gruppen i to? Dette vil fytte den valgte studenten fra denne prosjektgruppen til den kopi av denne gruppen. Kopierer alt bortsett fra de andre studentene (innleveringsfrister, innleveringer, tilbakemeldinger tags og rettere).

source: Set tag(s)
nb: Erstatt tag(s)

source: Replace the tags on the selected groups with one or more new tag(s).
nb: Erstatt tags på valgte grupper med en eller flere nye tags.

source: Add tag(s)
nb: Legg til tag(s)

source: Add one or more tag(s) to the selected groups.
nb: Legg til en eller flere tag(s) på de valgte gruppene.

source: Clear tags
nb: Fjern tags

source: Remove/clear all tags from the selected groups.
nb: Fjern alle tags fra de valgte gruppene

source: Set tags
nb: Erstatt tags

source: Add tags
nb: Legg til tags

source: Do you really want to clear all tags on the selected groups?
nb: Vil du virkelig fjerne alle tags fra de valgte gruppene?

source: Tags help ...
nb: Om tags ...

source: Save tags
nb: Lagre tags

source: Multiple students on a single group is used when students cooperate on an assignment. Such project groups have the following properties:
nb: Flere studenter på en enkelt gruppe brukes når studenter samarbeider på en oppgave. Slike prosjektgrupper har følgende egenskaper:

source: Any student in the group will be able to make deliveries on behalf of the group. Information about the student that made the delivery is available for each delivery.
nb: Alle studenter på gruppern kan legge til innleveringer på vegne av hele gruppen. Informasjon om hvem som leverte er tilgjengelig for hver innlevering.

source: Feedback will be given to the group as a whole, not to individual students in the group.
nb: Tilbakemelding gis til hele gruppen, ikke til inviduelle studenter i gruppen.

source: If any of the selected groups already have any deadlines, deliveries or feedback, they will be moved into the new group.
nb: Hvis noen av de valgte gruppene allerede har noen innleveringsfrister, innleveringer eller tilbakemelding, flyttes disse inn i den nye gruppen.

source: You can split up a group later, however any deliveries and feedback will follow all students on the group, even if they where made before you merged the groups into a single group in the first place.
nb: Du kan spitte gruppen opp senere, men da vil alle innleveringer og tilbakemeldinger følge alle studentene på gruppen, selv om de ble lagt til før du slo gruppene sammen til en prosjektgruppe i første omgang.

source: The name of the group and status will be copied from the first group you selected.
nb: Navnet på gruppen og status kopieres fra den første gruppen du valgte.

source: Create project group
nb: Lag prosjektgruppe

source: Merge selected groups into a single group
nb: Slå samme valgte grupper til en gruppe

source: Merge selected groups into a single group?
nb: Slå samme valgte grupper til en gruppe

source: Once you delete a group, there is no going back. Only superusers can delete a group with deliveries.
nb: Når du har slettet en gruppe, er det ingen mulighet for å angre. Kun superbrukere kan slette grupper med innleveringer.

source: Summary of selected groups (click to show/hide)
nb: Oppsummering av valgte grupper

source: Select GROUPS from the list to your left
nb: Velg GRUPPER fra listen på din venstre side

source: Students are always in a (project) group even when they work alone.
nb: Studenter er alltid i en (prosjekt) gruppe, selv når de jobber alene.

source: Click the help-column to your right if you need help
nb: Klikk på hjelp-kolonnen på din høyre side hvis du trenger hjelp

source: First time visitors should read the help to avoid common misconceptions.
nb: Førstegangs brukere bør skumme gjennom hjelp for å unngå vanlige misforståelser.

source: Search (adds to selection)
nb: Søk (søketreff velges i listen)

source: Already selected
nb: Allerede valgt

source: The group is already selected
nb: Gruppen er allerede valgt

source: Selected group not loaded
nb: Valgt gruppe er ikke lastet

source: The group you selected is not loaded. This is probably because someone else added a group after you loaded this page. Try reloading the page.
nb: Gruppen du valgte er ikke lastet. Det er sannsynligvis fordi noen andre la til grupper etter at du lastet denne siden. Prøv å laste siden på nytt.

source: {selected}/{total} selected
nb: {selected}/{total} valgt

source: Selected groups
nb: Valgte grupper

source: click group to deselect it
nb: klikk på gruppen for fjerne markering

source: Create/edit feedback
nb: Lag/rediger tilbakemelding

source: Make me examiner
nb: Gjør meg til retter

source: You are examiner for this group.
nb: Du er retter for denne gruppen

source: You need to be examiner for this group if you want to provide feedback.
nb: Du må være retter for denne gruppen hvis du ønsker å gi de tilbakemelding.

source: See the help to your right for information about setting examiners.
nb: Se hjelp på din høyre side for informasjon om hvordan du setter rettere.

source: This assignment will be published {pubtimeOffset}. Examiners and students can not see the assignment before it is published.
nb: Denne oppgaven vil publiseres {pubtimeOffset}. Rettere og studenter kan ikke se oppgaven før den er publisert.

source: Note
nb: Merk

source: Students can not see their points, only the grade, and if it is failed or passed.
nb: Studenter kan ikke se sine poeng, kun karakter, og om den er bestått eller ikke.

source: Move the student from this project group into a copy of this group. Copies deadlines, deliveries, feedback, tags and examiners.
nb: Flytt studenten fra denne prosjektgruppen til en kopi av denne gruppen. Kopierer innleveringsfrister, innleveringer, tilbakemeldinger, tags og rettere.

source: Tags is a flexible method of organizing groups. Only administrators and examiners can see tags. You can search and select groups by their tags. Common use-cases are:
nb: Tag er en fleksibel metode for å organisere grupper. Kun administratorer og rettere kan se tags. Du kan søke og velge grupper etter deres tags. Vanlige bruksområder er:

source: <strong>NOTE:</strong> Tags on groups must not be confused with tags on students and examiners on a %(period_term)s. Those tags are used to automate assigning examiners to students. Tags from the %(period_term)s may have been included when you added groups to this assignment, however you can safely edit tags on groups without affecting the tags on the %(period_term)s.
nb: <strong>NOTE:</strong> Tags på grupper må ikke forvirres med tags på studenter og rettere på et %(period_term)s. De taggene brukes fo rå automatisere å tildele rettere til studenter. Tags fra oppgavens %(period_term)s kan ha blitt inkludert når du la til grupper på denne oppgaven, men du kan trygt redigere tags på grupper uten å påvirke tag på oppgavens %(period_term)s.

source: Mark groups with special needs.
nb: Marker grupper med spesielle behov.

source: Organize groups attending the same classroom sessions.
nb: Organiser grupper som går på samme gruppetimer eller i samme klasse.

source: Mark suspected cheaters.
nb: Marker grupper som mistenkes for juks.

source: Autodetected
nb: Funnet automatisk

source: Passed {oldperiodname}.
nb: Bestått {oldperiodname}.

source: Is already marked as previously passed.
nb: Er allerede markert som bestått tidligere.

source: The student has delivered this assignment previously, but never achieved a passing grade.
nb: Studenten har levert denne oppgaven tidligere, men aldri fått bestått karakter.

source: Group has feedback for this assignment.
nb: Gruppen har tilbakemelding på denne oppgaven.

source: Group
nb: Gruppe

source: Show groups that Devilry believes should not be marked as previously passed?
nb: Vis grupper som Devilry mener ikke burde markeres som tidligere bestått?

source: Select one or more groups. Groups that we belive have passed this assignment before has been selected automatically, and they are marked with the name of the old {period_term}.
nb: Velg en eller flere grupper. Grupper som vi tror har bestått denne oppgaven tidligere har blitt valgt automatisk (markert med {period_term} i grønn tekst).

source: The search for previously passed students match the short name of old assignments against the short name of this assignment. Only groups with exactly one student in both the old and the current assignment is matched. You can find the short name of an assignment by looking at the breadcrumb in the header, or in the title of the Rename-section of "Dangerous actions" when visiting the assignment.
nb: Søket etter studenter som tidligere har bestått matcher det korte navnet på gamle oppgaver mot det korte navnet på denne oppgaven. Kun oppgaver med nøyaktig en student i både den gamle og den nåværende oppgaven matches.Du finner det korte navnet til en oppgave ved å se i stien til oppgaven iheaderen, eller i tittelen i seksjonen "Endre navn" i seksjonen "Farlige handlinger" når du er inne på siden med oversikt over oppgaven.

source: Make sure you really want to mark these groups as previously passed before saving.
nb: Forsikre deg om at du virkelig ønsker å markere disse gruppene som bestått tidligere semester før du lagrer.

source: Grade format
nb: Karakterformat

source: The current grading system, {gradingsystem}, specifies the following help:
nb: Karaktersystemet, {gradingsystem}, spesifiserer følgende hjelp:

source: Warning
nb: Advarsel

source: You must specify passing grades. Many users find it confusing when the autodetected grade is not a passing grade, but that is simply because the grading system has been configured differently this {period_term}.
nb: Du må spesifisere beståtte karakterer. Mange brukere blir forvirret når den automatisk satte karakteren ikke er en bestått karakter, men det er enkelt og greit fordi karaktersystemet har blitt konfigurert med andre parametere i inneværende {period_term}.

source: You have to specify a grade for each group. You do so by clicking the cells in the Grade-column and specifying a grade. If Devilry autodetected that the group has passed this assignment previously, the grade will already be specified, but you can still override the detected value if you grade students differently this {period_term}.
nb: Du må spesifisere en karakter for hver gruppe. Du gjør det ved å klikke på cellene i Karakter-kolonnen, for så å spesifisere en karakter. Hvis Devilry oppdager at grupper har bestått denne oppgaven tidligere, vil karakteren allerede være spesifisert. I så tilfelle kan du allikevel overstyre den oppdagede karakteren hvis du setter karakterer på en annen måte i inneværende {period_term}.

source: How it works
nb: Hvordan det fungerer

source: When you click save, we will create a new delivery for each of the groups, mark the delivery as a placeholder for a previously approved delivery, and create a feedback on the delivery. The grade of the feedback will be the one specified in the Grade-column.
nb: Når du velger Lagre vil vi lage en ny innlevering for hver av gruppene, markere innleveringen som en link til en tidligere bestått innlevering, for så å lage en tilbakemelding med bestått karakter på innleveringen. Karakteren til tilbakemeldingen vil være den som er spesifisert i Karakter-kolonnen.

source: The passed previously functionality is not supported by the grading system configured on this assignment ({gradingsystem}).
nb: Karaktersystemet konfigurert på denne oppgaven, {gradingsystem}, støtter ikke funksjonaliteten som kreves for bestått tidligere.

source: Autodetected as previously passed
nb: De tidligere beståtte som Devilry finner automatisk

source: Duration
nb: Tidsrom

source: This %(period_term)s has no students. Go to the <a href="%(relatedstudents_url)s">students</a> page and add some students. You will not be able to add any assignments until you have at least one student.
nb: Valgt %(period_term)s har ingen studenter. Gå til <a href="%(relatedstudents_url)s">studenter</a>-siden og legg til studenter. Du kan ikke legge til en oppgave før du har lagt til minst en student.

source: No examiners
nb: Ingen rettere

source: This %(period_term)s has no examiners. Go to the <a href="%(relatedexaminers_url)s">examiners</a> page and add some examiners.
nb: Valgt %(period_term)s har ingen rettere. Gå til <a href="%(relatedexaminers_url)s">rettere</a>-siden og legg til rettere.

source: Edit and view related information
nb: Rediger og vis tilknyttet informasjon

source: Overview of all results
nb: Oversikt over alle resultater

source: Renaming a {period_term} should not be done without a certain amount of consideration. The name of a {period_term}, especially the short name, is often used as an identifier when integrating other systems with Devilry.
nb: Å endre navn på et {period_term} bør ikke gjøres uten nøye gjennomtanke. Navnet til et {period_term}, spesielt det korte navnet, brukes ofte som identifikator av systemer som integrerer seg med Devilry.

source: Once you delete a {period_term}, there is no going back. Only superusers can delete a non-empty {period_term}.
nb: Når du har slettet et {period_term} er det ingen mulighet for å angre. Kun superbrukere kan slette et {period_term} med innhold.

source: These are the examiners that can be added to any assignments within the %(period_term)s.
nb: Dette er retterne som kan legges til på oppgaver i inneværende %(period_term)s.

source: Removing examiners
nb: Slette rettere

source: Removing an examiner from a {period_term} does not affect any groups, deliveries or feedback already registered on an assignment.
nb: Å fjerne en retter fra et {period_term} påvirker ikke grupper, innleveringer eller tilbakemeldinger som allerede er registrert på en oppgave.

source: Accociate examiners with students using tags
nb: Assosier rettere med studenter via tags

source: If you tag your students and examiners with the same tags, you can automatically assign examiners to students when creating a new assignment. E.g.: If you tag two examiners and 20 students with <em>group1</em>, those two examiners will be set up to correct those 20 students when you create a new assignment if you choose to use tags to set up examiners.
nb: Hvis du tagger dine studenter og rettere med samme tags, kan du automatisk tilegne rettere til studenter når du lager en ny oppgave. F.eks.: Hvis du tagger to rettere og 20 studenter med <em>gruppe1</em>, vil de to retterne settes opp som rettere på de 20 studentene når du lager en ny oppgave hvis du velger å bruke tags for å sette opp rettere.

source: Remove selected
nb: Fjern valgte

source: Add examiner
nb: Legg til retter

source: Filter (name, username, tags, candidate ID)
nb: Filter (navn, brukernavn, tags, candidat-ID

source: More help ...
nb: Mer hjelp ...

source: Do you really want to remove all the selected examiners?
nb: Vil du virkelig fjerne alle de valgte retterne?

source: They will not be removed from any existing assignments. You will not be able to add them on any new assignments, and they will not be available in statistics for the entire %(period_term)s.
nb: De vil ikke fjernes fra eksisterende oppgaver. Du vil ikke kunne legge de til på nye oppgaver, og de vil ikke bli tilgjengelige statistikk over hele inneværende %(period_term)s.

source: Do you really want to clear all tags on the selected examiners?
nb: Vi du virkelig fjerne alle tags på valgte rettere?

source: Candidate ID
nb: Kandidat ID

source: These are the students that can be added to any assignments within this %(period_term)s.
nb: Dette er studentene som kan legges til på oppgaver i inneværende %(period_term)s.

source: Removing students
nb: Slette studenter

source: When you remove a student from this list, Devilry assumes that the student is not planning on completing the {period_term}. This means that they will disappear from any {period_term} summaries, including calculation of final grade on the {period_term}.
nb: Når du fjerner en student fra denne listen, regner Devilry med at studenten ikke har tenkt til å fullføre inneværende {period_term}. Dette betyr at de vil forsvinne fra alle oppsummeringer/statistikker over inneværende %(period_term)s, inkludert beregning av avsluttende karakter.

source: Removing a student from a {period_term} does not affect any groups, deliveries or feedback already registered on an assignment.
nb: Å fjerne en student fra et {period_term} påvirker ikke grupper, innleveringer eller tilbakemeldinger som allerede er registrert på en oppgave.

source: Tags is a flexible way of organizing students and examiners. Since both examiners and administrators can see tags, they are a great way of marking students that needs special attention, such as students with special needs.
nb: Tags er en fleksibel metode for å organisere studenter og rettere. Siden både rettere og administratorer kan se tags, er de en flott måte å markere studenter som trenger spesiell oppmerksomhet, slik som studenter med spesielle behov.

source: If you tag your students and examiners with the same tags, you can automatically assign examiners to students when creating a new assignment. E.g.: If you tag two examiners and 20 students with <em>group1</em>, those two examiners will be set up to correct those 20 students when you create a new assignment.
nb: Hvis du tagger dine studenter og rettere med samme tags, kan du automatisk tilegne rettere til studenter når du lager en ny oppgave. F.eks.: Hvis du tagger to rettere og 20 studenter med <em>gruppe1</em>, vil de to retterne settes opp som rettere på de 20 studentene når du lager en ny oppgave hvis du velger å bruke tags for å sette opp rettere.

source: Add student
nb: Legg til student

source: Do you really want to remove all the selected students?
nb: Vil du virkelig fjerne alle de valgte studentene?
