Repository: devilry/devilry-django
Catalog: devilry/devilry_subjectadmin/locale/*/LC_MESSAGES/djangojs.po
Languages: nb

source: Do you really want to clear all tags on the selected students?
nb: Vil du virkelig fjerne alle tags på de valgte studentene?

source: Search by username, name or email ...
nb: Søk etter brukernavn, navn eller epost ...

source: Create new %(period_term)s
nb: Lag nytt %(period_term)s

source: Renaming a %(subject_term)s should not done without a certain amount of consideration. The name of a %(subject_term)s, especially the short name, is often used as an identifier when integrating other systems with Devilry.
nb: Å endre navn på et %(subject_term)s bør ikke gjøres uten nøye gjennomtanke. Navnet til et %(subject_term)s, spesielt det korte navnet, brukes ofte som identifikator av systemer som integrerer seg med Devilry.

source: Once you delete a %(subject_term)s, there is no going back. Only superusers can delete a non-empty %(subject_term)s.
nb: Når du har slettet et %(subject_term)s er det ingen mulighet for å angre. Kun superbrukere kan slette et %(subject_term)s med innhold.
