Repository: devilry/devilry-django
Catalog: devilry/devilry_subjectadmin/locale/*/LC_MESSAGES/djangojs.po
Languages: nb

source: Route not found
nb: Siden finnes ikke

source: All my %(subjects_term)s
nb: Alle mine %(subjects_term)s

source: Add students
nb: Legg til studenter

source: Saving
nb: Lagrer

source: Deadlines
nb: Innleveringsfrister

source: Failed to load groups
nb: Nedlasting av gruppedata feilet

source: Create new assignment
nb: Lag ny oppgave

source: The publishing time is set to a later date than the submission date.
nb: Publiseringstidspunktet er satt til et senere tidspunkt enn første innleveringsfrist.

source: Devilry suggested values for: {labels}.
nb: Devilry foreslo følgende verdier for: {labels}.

source: Name
nb: Navn

source: Suggested {long_name} as the name, based on {last_long_name}.
nb: Foreslo {long_name} som navn, basert på {last_long_name}.

source: Submission date
nb: Innleveringsfrist

source: Calculated by adding the most common timespan between submission dates ({days} days) to the submission date of the last published assignment, {previous_assignment} ({previous_first_deadline}).
nb: Beregnet ved å legge til det mest vanlige tidsrommet mellom innleveringsfrister ({days} dager) til innleveringsfristen på den forrige publiserte oppgaven, {previous_assignment} ({previous_first_deadline}).

source: You have a break in the regular timespan. Since you use a short interval between 1 day and 14 days, we assume this means you have skipped an interval or two, and suggested a submission date based on those assumptions.
nb: Du har en pause i det vanlige tidsrommet mellom innleveringsfrister. Siden du bruker et kort tidsintervall, mellom 1 og 14 dager, antar vi at det betyr at du har hoppet over et intervall eller to, og foreslo en innleveringsfrist basert på den antagelsen.

source: Publishing time
nb: Publiseringstidspunkt

source: Calculated by adding the most common timespan between publishing times ({days} days) to the publishing time of the last published assignment, {previous_assignment} ({previous_publishing_time}).
nb: Beregnet ved å legge til det mest vanlige tidsrommet mellom publiseringstider ({days} dager) til publiseringstiden på den forrige publiserte oppgaven, {previous_assignment} ({previous_publishing_time}).

source: You have a break in the regular timespan. Since you use a short interval between 1 day and 14 days, we assume this means you have skipped an interval or two, and suggested a publishing time based on those assumptions.
nb: Du har en pause i det vanlige tidsrommet mellom publiseringstidspunkter. Siden du bruker et kort tidsintervall, mellom 1 og 14 dager, antar vi at det betyr at du har hoppet over et intervall eller to, og foreslo et publiseringstidspunkt basert på den antagelsen.

source: Loading
nb: Laster

source: Copy from %(assignment)s.
nb: Kopier fra %(assignment)s.

source: Created {name}.
nb: Laget {name}.

source: Create another assignment
nb: Legg til en oppgave til

source: Create %(period_term)s
nb: Legg til %(period_term)s

source: Detailed overview
nb: Detaljert oversikt

source: Statistics about examiners
nb: Statistikk om retterne

source: Passed previously
nb: Bestått tidligere

source: We did not detect any groups that Devilry does not believe should be ignored. Use the checkbox below the table to see and select ignored groups.
nb: Vi kunne ikke finne noen grupper som Devilry ikke tror bør ignoreres. Det er en knapp under tabellen som du kan klikke på for å se og velge ignorerte grupper.

source: Marked %(count)s groups as previously passed.
nb: Markerte %(count)s grupper som tidligere bestått.

source: At least one group has an invalid grade. Please review the help for the grade format in the sidebar.
nb: Minst en gruppe har ugyldig karakter. Venligst les hjelpen for karakterformatet på venstre del av siden.

source: Examiners
nb: Rettere

source: Removed: {0}
nb: Slettet: {0}

source: {0} is already in the table.
nb: {0} er allerede i tabellen.

source: {0} added.
nb: {0} lagt til.

source: Updated candidate ID of {0} to {1}.
nb: Endret kantidat IDen til {0} til {1}.

source: Showing {visiblecount}/{totalcount}
nb: Viser {visiblecount}/{totalcount}

source: Full name missing
nb: Navn mangler

source: Tagged %(users)s with: %(tags)s
nb: Tagget %(users)s med: %(tags)s

source: Cleared tags on %(users)s.
nb: Fjernet alle tags fra %(users)s

source: Delete {something}
nb: Slett {something}

source: Rename {something}
nb: Endre navn på {something}

source: Grading system
nb: Karaktersystem

source: Qualified for final exams
nb: Kan gå opp til eksamen

source: Failed to load assignment
nb: Kunne ikke laste oppgave

source: Removed: {0}.
nb: Slettet: {0}.

source: Examiners random distributed successfully
nb: Rettere tilfeldig distribuert uten feil

source: {label} (Matching groups: {groupcount})
nb: {label} (Tilhørende grupper: {groupcount})

source: Loading detailed group information ...
nb: Laster detaljert gruppeinformasjon ...

source: An error occurred while loading detailed group information.
nb: En feil oppsto mens vi lastet inn detaljert gruppeinformasjon.

source: Invalid delivery ID: {id}.
nb: Ugyldig innleveringsID: {id}.

source: Changed examiners of {group} to: {examiners}.
nb: Endret retter for {group} til: {examiners}.

source: Added you as examiner for {group}.
nb: La deg til som retter for {group}.

source: Saved the following tags for {group}: {tags}
nb: Lagret følgende tags for {group}: {tags}

source: No tags
nb: Ingen tags

source: A short name with at most 20 letters. Can only contain lowercase english letters (a-z), numbers, underscore ('_') and hyphen ('-'). This is used the the regular name takes to much space.
nb: Et kort navn med inntil 20 bokstaver. Kan kun inneholde små engelske bokstaver (a-z)m tall, understrek ('_') og bindestrek ('-'). Dette navnet brukes når det vanlige navet tar for mye plass.

source: May contain any characters, including language-specific characters.
nb: Kan inneholde alle mulige tegn, inkludert språkspesifikke tegn, slik som norske æ, ø og å.

source: Choose a long and a short name. Short name is used in places where long name takes too much space, such as table headers and navigation.
nb: Velg et langt og et kort navn. Det korte navnet brukes når det lange navnet er for langt, f.eks. i tabeller og navigasjon.

source: The short name can contain up to 20 letters, and it can only contain lowercase english letters (<em>a-z</em>), <em>numbers</em>, <em>'_'</em> and <em>'-'</em>.
nb: Det korte navnet kan inneholde inntil 20 små bokstaver (<em>a-z</em>) fra det engelske alfabetet, samt <em>tall</em>, <em>'_'</em> og <em>'-'</em>.

source: Administrator rights
nb: Administrator-rettigheter

source: {admincount} users have administrator rights on this item.
nb: {admincount} brukere har administrator-rettigheter på dette objektet.

source: How administrator rights work
nb: Hvordan administrator-rettigheter fungerer

source: Devilry has a very simple permission system for administrators. You are either administrator on an item, or you have no access to the administrator views for an item.
nb: Devilry har et veldig enkelt rettighetssystem for administratorer. Du er enten administrator på et objekt, eller så har du ingen tilgang til administratorsidene for objektet.

source: Administrators can be set anywhere in the hierarchy, from nodes on the top, to assignments at the bottom, and permissions propagate downwards in the hierarchy.
nb: Administratorer kan settes hvor som helst i hierarkiet, fra noder på toppen, til oppgaver på bunnen, og rettigheter propagerer nedover i hierarkiet.

source: Administrators on this item
nb: Administratorer på dette objektet

source: These are the administrators on this item.
nb: Dette er administratorene på dette objektet.

source: Add or edit administrators
nb: Legg til eller rediger administratorer

source: No administrators
nb: Ingen administratorer

source: Add administrators
nb: Legg til administratorer

source: Other administrators
nb: Andre administratorer

source: Details
nb: Detaljer

source: Hide details
nb: Skjul detaljer

source: Edit administrators
nb: Rediger administratorer

source: Use the field at the bottom of this window to search for users. When you select a user from the search results, they are immediatly made administrator. Close the window or hit ESC when you are finished.
nb: Bruk feltet på bunnen av dette viduet for å søke etter brukere. Når du velger en bruker fra søkeresultatene, blir de øyeblikkelig lagt til som administrator. Lukk vinduet eller kikk ESC når du er ferdig.

source: Select one or more users and click the remove-button to remove them from administrators.
nb: Velg en eller flere brukere og klikk på slett-knappen for å fjerne fra administratorlisten.

source: You can remove yourself from administrators.
nb: Du kan fjerne deg selv fra administratorlisten.

source: If you remove yourself by accident, you need to ask another administrator to re-add you. Close this window and use the list of administrators and other administrators to get in touch with them.
nb: Hvis du fjerner deg selv ved et uhell, må du be en annen administrator om å legge deg til på nytt. Lukk dette vinduet, og bruk listen over administratorer og andre administratorer til å få kontakt med en annen administrator.

source: Dangerous actions
nb: Farlige handlinger

source: You do not have permissions required to delete {short_description}. Only superusers can delete non-empty items. You can only delete items where you are admin on an item higher up in the hierarchy.
nb: Du har ikke rettighetene som kreves for å slette {short_description}. Kun superbrukere kan slette objekter med innhold. Du kan bare slette objekter der du er administrator et nivå høyere opp i hierarkiet.

source: Permission denied
nb: Ingen tilgang

source: Short name
nb: Kort navn

source: Long name
nb: Langt navn

source: Choose the students you want to add to the assignment, and click {savebuttonlabel}.
nb: Velg studentene du ønsker å legge til på oppgaven, og klikk {savebuttonlabel}.

source: Move your mouse over the checkboxes for help.
nb: Flytt musen over checkboksene for hjelp.

source: Missing students?
nb: Mangler du noen studenter?

source: Only students registered on {periodpath} is available in the list.
nb: Kun studenter registrert på {periodpath} er tilgjengelig i listen.

source: Add or edit students on {periodpath}
nb: Legg til eller rediger studenter på {periodpath}

source: You need to reload this page when you return after adding students.
nb: Du må laste denne siden på nytt når du returnerer etter å ha lagt til studenter.

source: You do not have administrator rights on {periodpath}, so you need to ask someone with administrator rights if you need to add more students than the ones available in the list.
nb: Du har ikke administrator-rettigheter på {periodpath}, så du må be noen med administrator-rettigheter om hjelp hvis du trenger å legge til flere studenter enn de som er tilgjengelig i listen.

source: Allow duplicates?
nb: Tilltat duplikater?

source: <strong>{ignoredcount}</strong> students are not available in the list because they are already registered on the assignment. Select <em>Allow duplicates</em> if you want to allow students to be in multiple groups on the same assignment.
nb: <strong>{ignoredcount}</strong> studenter er ikke tilgjengelig i listen fordi de allerede er registrert på oppgaven. Velg <em>Tillat duplikater</em> hvis du ønsker å tillate samme student å være i flere grupper på samme oppgave.

source: You can copy tags from {periodpath} when you add students. The tags on {periodpath} and tags on assignments in {periodpath} is not kept in sync after you add students to the assignment, so you can safely edit tags on the assignment without affecting any other assignments or {periodpath}.
nb: Du kan kopiere tags fra {periodpath} når du legget til studenter. Tags fra {periodpath} og tags på oppgavene i {periodpath} holdes ikke i synk etter at du legger til studenter på oppgavene. Det betyr at du trygt kan redigere tags på en oppgave uten at det på virker andre oppgaver eller {periodpath}.

source: No matching examiners
nb: Ingen studenter funnet

source: Select
nb: Velg

source: Select all
nb: Velg alle

source: Deselect all
nb: Velg bort alle

source: Include tags
nb: Inkluder tags

source: Check this to tag the added students with the tags they have on %(periodpath)s. Keep this checked if you are unsure of what to do. When this is checked, tags are displayed in the second column of the table.
nb: Velg denne for å tagge alle studenten som legges til med taggene de har på %(periodpath)s. Behold denne som valgt hvis du er usikker på hva du bør gjøre. Når denne er valgt, vises tags som vil kopieres fra %(periodpath)s i andre kolonne i tabellen.

source: Check this to automatically set examiners that have at least one tag in common with a student as their examiner on this assignment. When this is checked, the result of the tag-matching is displayed in the second column of the table.
nb: Velg denne for å automatisk sette rettere som har minst en tag til felles med en student som studentens retter på denne oppgaven. Når denne er valgt, vises resultatet av i andre kolonne i tabellen.

source: Autoset examiners by tags
nb: Sett opp rettere etter tags

source: Add selected students
nb: Legg til valgte studenter

source: More help
nb: Mer hjelp

source: Less help
nb: Mindre hjelp

source: Students must submit their delivery before this time. This becomes their first deadline on this assignment, and it can be edited just like any other deadline.
nb: Studenter må laste opp sin innlevering før dette tidspunktet. Dette blir deres første innleveringsfrist på denne oppgaven, og den kan redigeres akkurat som alle andre innleveringsfrister.

source: Tags and matching examiners
nb: Tags og tilhørende rettere

source: Advanced options
nb: Avanserte valg

source: If you want to add the same student to more than one group on this assignment, click the button below. The use-case for this feature is if you have project assignments where students are in more than one project group. <strong>Keep this unchecked if you are unsure of what to do</strong>.
nb: Klikk på knappen nedenfor hvis du ønsker å tillate at studenter er i mer enn en gruppe. Bruksområdet for dette valget er prosjektoppgaver der samme student kan være med i mer enn en prosjektgruppe. <strong>Ikke bruk dette valget hvis du er usikker eller ikke forstår hva det innebærer</strong>.

source: No students available
nb: Ingen studenter tilgjengelige

source: All students registered on {periodpath} is already registered on the assignment.
nb: Alle studenter registrert på {periodpath} er allerede registrert på oppgaven.

source: There is no students on {periodpath}. Only students registered on {periodpath} can be added to this assignment.
nb: Det er ingen studenter på {periodpath}. Kun studenter registrert på {periodpath} kan legges til på denne oppgaven.

source: Add students to {periodpath}
nb: Legg til studenter på {periodpath}

source: When you return to this page, reload it to see newly added students.
nb: Oppdater (refresh) denne siden når du kommer tilbake etter å lagt til nye studenter.

source: You do not have administrator rights on {periodpath}, so you need to ask someone with administrator rights if you need to add more students.
nb: Du har ikke administrator-rettigheter på {periodpath}, så du må be noen med administrator-rettigheter hvis du behøver å legge til flere studenter.

source: Allow duplicates
nb: Tillat duplikater

source: Uncheck this to hide any students already in a group from the list below.
nb: Velg vekk denne for å utelate studenter som allerede er i en gruppe fra listen nedenfor.

source: These are all %(subjects_term)s, %(periods_term)s and assignments where you have administrator rights. Assignments are included in the listing if you have administrator-rights on the assignment, and not on the %(period_term)s or %(subject_term)s containing the assignment. The %(subject_term)s name is a link if you have administrator rights on the %(subject_term)s.
nb: Dette er alle %(subjects_term)s, %(periods_term)s og oppgaver der du har administrator-rettigheter. Oppgaver er med i listen hvis du har administrator-rettigheter på en oppgave, men ikke på tilhørende %(period_term)s eller %(subject_term)s. Navn på %(subject_term)s er en link på %(subject_term)s der du har administrator-rettigheter.

source: No students
nb: Ingen studenter

source: This assignment has no students. You need to <a href="%(addstudents_url)s">add students</a>.
nb: Denne oppgaven har ingen studenter. Du må <a href="%(addstudents_url)s">legge til studenter</a>.

source: View, edit and add students on this assignment
nb: Vis, rediger og legg til studenter på denne oppgaven

source: Groups
nb: Grupper

source: Deliveries
nb: Innleveringer

source: View, edit and add deadlines, including the submission date.
nb: Vis, rediger, og legg til innleveringsfrister.

source: Passed previous {period_term}
nb: Bestått tidligere {period_term}

source: Wizard with automatic and manual selection.
nb: Mulighet for automatisk og manuelt valg av studenter

source: Charts and numbers.
nb: Grafer og tall.

source: Go to examiner interface
nb: Gå til brukergrensesnittet for rettere

source: You are examiner for {mygroupscount}/{totalgroups} groups.
nb: Du er retter for {mygroupscount}/{totalgroups} grupper.

source: When this assignment is published, you will get a link here that takes you to the examiner interface.
nb: Når denne oppgaven publiseres vil du få en link her som tar deg til brukergrensesnittet for rettere.

source: You are not examiner for any groups on this assignment.
nb: Du er ikke retter for noen grupper på denne oppgaven.

source: Follow the Students-link above if you wish to manage examiners.
nb: Følg Studenter-linken ovenfor hvis du ønsker å administrere rettere på denne oppgaven.

source: About examiners
nb: Om rettere

source: Renaming an assignment should not be done without a certain amount of consideration. The name of an assignment, especially the short name, is often used as an identifier when integrating other systems with Devilry.
nb: Å endre navn på en oppgave bør ikke gjøres uten nøye gjennomtanke. Navnet til en oppgave, spesielt det korte navnet, brukes ofte som identifikator av systemer som integrerer seg med Devilry.

source: Rename
nb: Gi nytt navn

source: Once you delete an assignment, there is no going back. Only superusers can delete an assignment with deliveries.
nb: Når du har slettet en oppgave, er det ingen mulighet for å angre. Kun superbrukere kan slette oppgaver med innleveringer.

source: Delete
nb: Slett

source: Save
nb: Lagre

source: Anonymous
nb: Anonym

source: Anonymity
nb: Anonymitet

source: Not anonymous
nb: Ikke anonym

source: On anonymous assignments, examiners and students can NOT see each other and they can NOT communicate.
nb: Studenter og rettere kan IKKE se hverandre, og de kan IKKE kommunisere på anonyme oppgaver.

source: If an assignment is anonymous, examiners see candidate-id instead of any personal information about the students.
nb: Hvis en oppgave er anonym, ser rettere candidat-id istedenfor personlig informasjon om studentene.

source: This means that anonymous assignments is perfect for exams, and for assignments where you do not want prior experiences with a student to affect results.
nb: Dette betyr at anonyme oppgaver er perfekte for eksamener, og for oppgaver der du ikke ønsker at tidligere erfaringer med en student skal påvirke resultatet.

source: Enable hard deadlines if you want to make it impossible for students to add deliveries after their active deadline.
nb: Slå på harde innleveringsfrister hvis du ønsker å gjøre det umulig for studenter å legge til innlevering etter den aktive innleveringsfristen.

source: Hard deadlines
nb: Harde innleveringsfrister

source: Deadline handling
nb: Håndtering av innleveringsfrister

source: Soft deadlines
nb: Myke innleveringsfrister

source: With HARD deadlines, students will be unable to make deliveries when a deadline has expired.
nb: Med HARDE innleveringsfrister, er det ikke mulig for studenter å levere etter innleveringsfristen.

source: With SOFT deadlines students will be able to make deliveries after the deadline has expired. All deliveries after their deadline are clearly highligted.
nb: Med MYKE innleveringsfrister kan studenter levere etter innleveringsfristen. Alle innleveringer etter fristen er tydelig markert.

source: NOTE: Devilry is designed from the bottom up to gracefully handle SOFT deadlines. Students have to perform an extra confirm-step when adding deliveries after their active deadline, and assignments where the deadline has expired is clearly marked for both students and examiners.
nb: MERK: Devilry er designet for å håndtere MYKE innleveringsfrister på en fornuftig måte. Studenter må gjennom et ekstra steg for å bekrefte at de ønsker å levere etter fristen, og oppgaver der innleveringsfristen har gått ut er tydelig markert for både rettere og studenter.

source: Choose a time when students will be able to start adding deliveries on the assignment. Note that students must be registered on the assignment as well before they can add any deliveries.
nb: Velg tidspunktet når studenter vil kunne begynne å levere. Merk at studenter også må være registrert på oppgaven før de kan levere.

source: The time when students will be able to start adding deliveries on the assignment.
nb: Tidspunktet da studenter vil få muligheten til å begynne å legge til innleveringer på oppgaven.

source: Click the edit button for more information about your current grading system configuration.
nb: Klikk rediger-knappen for mer informasjon om karaktersystemer og ditt nåværende karaktersystem.

source: Missing grading system configuration. You have to configure this grading system before any feeback may be provided on this assignment. Click the edit button above for more information.
nb: Mangler karaktersystemkonfigurasjon. Du må konfigurere dette karaktersystemet før tilbakemeldinger kan gis på denne oppgaven. Klikk rediger-knappen ovenfor for mer informasjon.

source: Cancel
nb: Avbryt

source: Deadline
nb: Innleveringsfrist

source: The time when the deadline expires
nb: Tidspunktet da innleveringsfristen går ut

source: About this deadline
nb: Om innleveringsfristen

source: Students see this when they add deliveries
nb: Studenter ser dette når de legger til innleveringer

source: Text
nb: Tekst

source: Add deadline
nb: Legg til innleveringsfrist

source: Students are in a group even if they work alone. Each group has their own individual deadlines. Use the form below to add a deadline to many groups.
nb: Studenter er i en gruppe selv om de jobber alene. Hver gruppe har sine egne individuelle innleveringsfrister. Use the form below to add a deadline to many groups.

source: Students are in a group even if they work alone. Each group has their own individual deadlines. In this view, we have grouped deadlines with exactly the same date/time and text to make it easy for you to change them in bulk.
nb: Studenter er i en gruppe selv om de jobber alene. Hver gruppe har sine egne individuelle innleveringsfrister. På denne siden har vi gruppert innleveringsfrister med nøyaktig samme dato/tid og tekst, slik at du kan redigere de samlet.

source: Add deadline to
nb: Legg til innleveringsfrist på

source: groups where active feedback is a failing grade.
nb: grupper der den aktive tilbakemeldingen ikke er en bestått karakter

source: groups where active feedback is a failing grade, groups with no feedback and groups with no deadlines.
nb: grupper der aktiv tilbakemelding ikke er en bestått karakter, grupper uten tilbakemelding og grupper uten innleveringsfrist.

source: groups with no deadlines.
nb: grupper uten innleveringsfrist.
