Repository: devilry/devilry-django
Catalog: src/devilry_subjectadmin/devilry_subjectadmin/locale/*/LC_MESSAGES/django.po
Languages: nb

source: Permission denied
nb: Ingen tilgang

source: Required when adding students.
nb: Påkrevd når du legger til studenter

source: The given option did not match any groups.
nb: Det gitte valget matchet ingen grupper.

source: The same user can not be examiner multiple times on the same group.
nb: Den samme brukeren kan ikke være retter flere ganger på samme gruppe.

source: Edit
nb: Rediger

source: Devilry subject admin
nb: Devilry kursadministrator

source: Home
nb: Hjem

source: Subject administrator
nb: Kursadministrator

source: Error
nb: Feil

source: Publishing time
nb: Publiseringstidspunkt

source: The time when the assignment is to be published (visible to students and examiners). Format: "YYYY-MM-DD hh:mm".
nb: Tidspunktet når oppgaven skal gjøres synlig for studenter og rettere. Format "ÅÅÅÅ-MM-DD tt:mm".

source: Students can not create project groups after
nb: Studenter kan ikke lage prosjektgrupper etter

source: Students can not create project groups after this time. Ignored if "Students can create project groups" is not selected. Format: "YYYY-MM-DD hh:mm".
nb: Studenter kan ikke lage prosjektgrupper etter dette tidspunket. Ignorert hvis "Studenter kan lage prosjektgrupper" ikke er valgt. Format: "ÅÅÅÅ-MM-DD tt:mm".

source: Allow students to form project groups?
nb: Tillat studenter å lage prosjektgrupper på eget initiativ?

source: Save
nb: Lagre

source: Devilry - Subject administrator
nb: Devilry - Kursadministrator
